Revit 2027 API
BuiltInFailures.ConnectorFailures.ElementsAreDisconnected Property
 Elements need to be disconnected.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ElementsAreDisconnected { get; }
Public Shared ReadOnly Property ElementsAreDisconnected As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ElementsAreDisconnected {
	FailureDefinitionId^ get ();
}
static member ElementsAreDisconnected : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ConnectorFailures Class
Autodesk.Revit.DB Namespace